tap "buo/cask-upgrade"
tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "pivotal/tap"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "pcre"
brew "llvm"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "fd"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-flow"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "go"
brew "hstr"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hugo"
brew "icu4c"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "libunistring"
brew "libidn2"
brew "libyaml"
brew "lua"
brew "neovim"
brew "nmap"
brew "node"
brew "packer"
brew "pacvim"
brew "perl"
brew "pkg-config"
brew "protobuf"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "siege"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "anaconda"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "minikube"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "chef/chef/chefdk"
